/* GENERAL STRINGS */
"OK" = "OK";
"Cancel" = "キャンセル";
"Delete" = "削除";
"Rename" = "改名";
"Done" = "完了";

/* SIDEBARVIEW */
"Category" = "種類";
"Recent Usages" = "最近の使用履歴";
"Average Amount: %lld" = "平均数: %lld";
"Average Amount: %lld %@" = "平均数: %lld %@";
"Average Price: %@" = "平均金額: %@";
"Unit Selection" = "単位選択";
"Select Unit" = "単位を選択してください";
"m³" = "m³";
"kwh" = "kwh";
"NA" = "NA";
"Rename Category" = "種類改名";
"Add Category" = "種類追加";
"New name" = "新しい名前";

/* CONTENTVIEW */
"Amount: %lld" = "数量: %lld";
"Price: %lld" = "料金: %lld";
"Price: %@" = "料金: %@";

/* CHART */
"Chart" = "チャート";
"Usage Amount" = "使用量";
"Usage Price" = "使用金額";

/* A button that shows a menu with the following options */
"Filters" = "フィルダ";
"Smart Filters" = "スマートフィルダ";
"Turn Filter On" = "フィルダ有効"; /* Enables filtering */
"Turn Filter Off" = "フィルダ無効"; /* Disables filtering */
"Sort By" = "並べ替え"; /* Adjust the order issues are shown */
"Newest to Oldest" = "昇順"; /* Place newer issues before older issues */
"Oldest to Newest" = "降順"; /* Place older issues before newer issues */

/* Create a new usages */
"New Usage" = "新しい運用";

/* A text placeholder, to help users search */
"Filter Usages" = "運用のフォルダ";

/* DETAILSVIEW */
"Details" = "詳細";

/* NOUSAGEVIEW */
"No record selected" = "何も選択されませんでした。";

/* USAGEVIEW */
"Name" = "名前";
"Start Date" = "開始日";
"Select a start Date" = "開始日の選択";
"Select an end date" = "終了日の選択";
"End Date" = "終了日";
"Amount" = "数量";
"Price" = "料金";
"Unknown" = "不明";

/* Fields that let the users enter details about a specific usages */
"Recent Usages" = "最近の使用量";

/* DATA */
"New Category" = "新種類";
"No Category" = "種類なし";
"Example Category" = "種類の例";

/* DEBUG ONLY */
"ADD SAMPLES" = "サンプルの追加";

